{
	"LANGUAGE":"en",
	"title":"Internet of Coins crowdfund",
	"button-back":"< Back",
	"button-next":"Next >",
	"button-new":"<< Enter new participant",
	"button-restart":"<< Start again",
	"step":"step",
	"welcome1":"Thankyou for being part of our journey. Please fill in the fields below very carefully.<br>Make sure your e-mail address is correct.<br><br>When done, click Next.",
	"name":"Name (optional)",
	"name-detail":"Please enter a name we will use to write you.",
	"anonymous":"Anonymous",
	"email":"E-mail",
	"email-detail":"Please enter an e-mail address so we can reach you.",
	"cryptocurrency":"Cryptocurrency for payment",
	"cryptocurrency-detail":"The cryptocurrency you use will also define on which chain your hybrid assets will be issued to you.",
	"amount":"Amount to pay",
	"amount-detail":"Please enter the amount you want to give to our campaign.<br><br>These are the units of the cryptocurrency you selected above.",
	"receive":"You will receive",
	"receive-detail":"This is the amount of hybrid assets you will receive.",
	"pubaddr-a":"Your public",
	"pubaddr-b":"wallet address",
	"pubaddr-detail":"Paste your public wallet address here so we have a reference to your payment.",
	"message-pin-a":"Hello",
	"message-pin-b":"This is your PIN code for the crowdfund",
	"pincode-instr":"You should receive an e-mail from us with a PIN code.<br>Please open it first, and copy and paste your PIN.<br>Check your junk mail folder, if you do not see our e-mail in your inbox.<br>NOTE: If you went back, you must select the very latest PIN code we have sent to you!<br><br>A valid PIN code is required so we can allocate the hybrid assets to the right owner.",
	"pincode":"Enter your PIN",
	"pincode-detail":"Enter the PIN code you got from us in an e-mail.",
	"sendcrypto-a":"Now send your",
	"sendcrypto-b":"to this address",
	"sendcrypto-c":"NOTE: We have deducted a dust amount from the price above as an additional security measure.<br> Payment means you agree to our terms!",
	"txid-instr-a":"Now find your transaction ID, and paste it in the box below.",
	"txid-instr-b":"To lookup your transaction ID, visit this blockexplorer link",
	"txid":"Transaction ID",
	"txid-detail":"Copy and paste the transaction ID that you get from the block explorer or your cryptocurrency wallet, and paste it here to help us identify your payment.",
	"terms":"Terms and conditions",
	"terms-details":"Checking the checkbox means that you agree with our terms and conditions.",
	"terms-instr-a":"To participate in this crowdfunding,<br>you must agree with the",
	"terms-instr-b":"terms and conditions",
	"terms-agree":"I agree with the terms.",
	"error-email":"The e-mail address you entered does not appear to be valid!",
	"error-pubaddr":"You must specify a public cryptocurrency address!",
	"error-hybrid":"You must enter 1 HYBRID or more!",
	"error-toomuch":"You may not buy more than 100000 HYBRID in one transaction!",
	"error-form":"We may still be missing information.<br>Please go back and make sure to fill in all fields correctly!",
	"error-newpin":"We will send you a new PIN. Please fill in the PIN code you got by e-mail!",
	"error-agree":"You must agree to the terms of the fundraiser using the checkbox!",
	"error-txid":"Please copy and paste your transaction id!",
	"error-final":"For your security, this last step is essential to do right.<br>Please go back and make sure to fill in all fields correctly!",
	"mailtitle-a":"Crowdfund",
	"mailtitle-b":"summary",
	"mailmsg-a":"Hello",
	"mailmsg-b":"This is the summary for your participation in the Internet of Coins crowdfund.",
	"mailmsg-c":"The amount transferred to our fundraiser address in the Transaction ID listed below is the authoritative value that determines the amount of HYBRID tokens received, according to its value in USD at the time of the donation.",
	"mailmsg-d":"Greetings",
	"mailmsg-e":"Team Internet of Coins",
	"sum-part":"Participation",
	"sum-ppu":"Price per unit",
	"sum-tokens":"Tokens reserved",
	"sum-source":"Source address",
	"sum-txid":"Transaction ID",
	"thanks":"Thank you for being part of our journey.<br>We have received your registration, and sent you an e-mail with this summary.",
	"sendfiat-a":"Now send your",
	"sendfiat-b":"to the following bank account, <br>paying the correct amount in <b>dollars</b>, <b>euro</b>, or <b>yen</b>, <br>and <u>put \"IoC\" plus your PIN in the description</u>:<br><big><b><table><tbody><tr><td>BENEFICIARY: </td><td><b>Stichting NLnet</b></td></tr><tr><td><br></td></tr><tr><td>IBAN: </td><td><b>NL30INGB0007228890</b></td></tr><tr><td>BIC/SWIFT: </td><td><b>INGBNL2A</b></td></tr><tr><td><br></td></tr><tr><td>BANK: </td><td><b>ING Bank NV<br>P/O Box 1800<br>1000 BV Amsterdam<br>The Netherlands</b></td></tr></tbody></table></b></big> <br><br>Instead you may also send USDT to this address",
	"sendfiat-c":"NOTE: Payment means you agree to our terms!",
	"sendfiat-d":"Instead, you can also send USDT to this address",
	"usdt-only":"(only if you are using USDT)",
	"":"",
	"":""
}
