{
	"LANGUAGE":"ru",
	"title":"Краудфандинговая кампания Internet of Coins",
	"button-back":"< Назад",
	"button-next":"Вперед >",
	"button-new":"<< Новый участник",
	"button-restart":"<< Начать заново",
	"step":"step",
	"welcome1":"Thankyou for being part of our journey. Please fill in the fields below very carefully.<br>Make sure your e-mail address is correct.<br><br>When done, click Next.",
	"name":"Имя (необязательное поле)",
	"name-detail":"Пожалуйста введите имя которое мы сможем использовать для обращения к вам.",
	"anonymous":"Аноним",
	"email":"E-mail",
	"email-detail":"Пожалуйста введите e-mail чтобы мы могли с вами связаться.",
	"cryptocurrency":"Криптовалюта платежа",
	"cryptocurrency-detail":"Криптовалюта которую вы используете также повлияет на то, на каком блокчейне вам будут выделены HYBRID токены.",
	"amount":"Amount to pay",
	"amount-detail":"Пожалуйста введите сумму которой вы хотите поддержвать проект.<br><br>В единицах криптовалюты, которую вы выбрали выше.",
	"receive":"Вы получите",
	"receive-detail":"Количество гибридных активов (HYBRID) которое вы получите.",
	"pubaddr-a":"Ваш",
	"pubaddr-b":"адрес кошелька",
	"pubaddr-detail":"Paste your public wallet address here so we have a reference to your payment.",
	"message-pin-a":"Здравствуйте",
	"message-pin-b":"Ваш PIN код для краудфандинговой кампании",
	"pincode-instr":"Вы должны получить от нас PIN код по e-mail.<br>Please open it first, and copy and paste your PIN.<br>Check your junk mail folder, if you do not see our e-mail in your inbox.<br>ВНИМАНИЕ: If you went back, you must select the very latest PIN code we have sent to you!<br><br>Верный PIN код необходим для того чтобы мы могли выделить активы HYBRID на имя владельца.",
	"pincode":"Введите PIN",
	"pincode-detail":"Введите PIN код который вы получили от нас по e-mail.",
	"sendcrypto-a":"Теперь отправьте",
	"sendcrypto-b":"на адрес",
	"sendcrypto-c":"ВНИМАНИЕ: We have deducted a dust amount from the price above as an additional security measure.<br> Payment means you agree to our terms!",
	"txid-instr-a":"Найдите ID вашей транзакции и вставьте его в поле ниже.",
	"txid-instr-b":"Чтобы узнать ID транзакции, перейдите на blockexplorer",
	"txid":"ID транзакции",
	"txid-detail":"Copy and paste the transaction ID that you get from the block explorer or your cryptocurrency wallet, and paste it here чтобы нам было проще идентифицировать ваш платеж.",
	"terms":"Terms and conditions",
	"terms-details":"Ставя здесь галочку вы соглашаетесь с нашими условиями участия.",
	"terms-instr-a":"Для участия в краудфандинговой кампании<br>вы должны быть согласны с",
	"terms-instr-b":"terms and conditions",
	"terms-agree":"Я согласен с условиями.",
	"error-email":"Введенный вами e-mail адрес некорректен!",
	"error-pubaddr":"Вы должны указать адрес криптовалютного кошелька!",
	"error-hybrid":"You must enter 1 HYBRID or more!",
	"error-toomuch":"Вы не можете купить больше 100000 HYBRID одной транзакцией!",
	"error-form":"We may still be missing information.<br>Пожалуйста вернитесь на предыдущую страницу и убедитесь в том, что все поля заполнены верно!",
	"error-newpin":"Мы вышлем вам новый PIN. Пожалуйста введите PIN, который вы получили по электронной почте!",
	"error-agree":"Вы должны согласиться с условиями сбора средств поставив отметку в поле!",
	"error-txid":"Пожалуйстав скопируйте и вставьте id вашей транзакции!",
	"error-final":"Для вашей безопасности последний шаг абсолютно необходимо сделать правильно.<br>Пожалуйста вернитесь на предыдущую страницу и убедитесь в том, что все поля заполнены верно!",
	"mailtitle-a":"Краудфандинговая кампания",
	"mailtitle-b":"summary",
	"mailmsg-a":"Здравствуйте",
	"mailmsg-b":"This is the summary for your participation in the Internet of Coins crowdfund.",
	"mailmsg-c":"The amount transferred to our fundraiser address in the Transaction ID listed below is the authoritative value that determines the amount of HYBRID tokens received, according to its value in USD at the time of the donation.",
	"mailmsg-d":"С наилучшими пожеланиями",
	"mailmsg-e":"Команда проекта Internet of Coins",
	"sum-part":"Participation",
	"sum-ppu":"Цена за единицу",
	"sum-tokens":"Tokens reserved",
	"sum-source":"Source address",
	"sum-txid":"ID транзакции",
	"thanks":"Thank you for being part of our journey.<br>We have received your registration, and sent you an e-mail with this summary.",
	"":"",
	"":""
}
